Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Export Log File
ar: تصدير ملف السجل
ca: Exportar el fitxer de registre
cs: Exportovat soubor protokolu
da: Eksporter logfil
de: Protokolldatei exportieren
es: Exportar archivo de registro
fi: Vie lokitiedosto
fr: Exporter le fichier de journal
he: ייצא קובץ יומן
hu: Naplófájl exportálása
it: Esporta file di log
ja: ログファイルをエクスポート
ko: 로그 파일 내보내기
nb: Eksporter loggfil
nl: Logbestand exporteren
pl: Eksportuj plik dziennika
pt_br: Exportar Arquivo de Log
pt_pt: Exportar Ficheiro de Registo
ro: Exportă fișierul jurnal
sl: Izvozi dnevniško datoteko
sv: Exportera loggfil
uk: Експортувати файл журналу
vi: Xuất tệp nhật ký
zh_hans: 导出日志文件
zh_hant: 匯出記錄檔

source: Export OpenPGP Public Key
ar: تصدير مفتاح OpenPGP العام
ca: Exporta la clau pública OpenPGP
cs: Exportovat veřejný OpenPGP klíč
da: Eksportér offentlig OpenPGP-nøgle
de: Öffentlichen OpenPGP-Schlüssel exportieren
es: Exportar clave pública OpenPGP
fi: Vie OpenPGP-julkinen avain
fr: Exporter la clé publique OpenPGP
he: ייצא מפתח OpenPGP ציבורי
hu: OpenPGP nyilvános kulcs exportálása
it: Esporta chiave pubblica OpenPGP
ja: OpenPGP公開鍵をエクスポート
ko: OpenPGP 공개 키 내보내기
nb: Eksporter OpenPGP-offentlig nøkkel
nl: OpenPGP-publieke sleutel exporteren
pl: Eksportuj klucz publiczny OpenPGP
pt_br: Exportar chave pública OpenPGP
pt_pt: Exportar chave pública OpenPGP
ro: Exportă cheia publică OpenPGP
sl: Izvozi javni ključ OpenPGP
sv: Exportera OpenPGP-publik nyckel
uk: Експортувати відкритий ключ OpenPGP
vi: Xuất khóa công khai OpenPGP
zh_hans: 导出 OpenPGP 公钥
zh_hant: 匯出 OpenPGP 公鑰

source: Export Public Key
ar: تصدير المفتاح العام
ca: Exporta la clau pública
cs: Exportovat veřejný klíč
da: Eksportér offentlig nøgle
de: Öffentlichen Schlüssel exportieren
es: Exportar clave pública
fi: Vie julkinen avain
fr: Exporter la clé publique
he: ייצא מפתח ציבורי
hu: Nyilvános kulcs exportálása
it: Esporta chiave pubblica
ja: 公開鍵をエクスポート
ko: 공개 키 내보내기
nb: Eksporter offentlig nøkkel
nl: Publieke sleutel exporteren
pl: Eksportuj klucz publiczny
pt_br: Exportar chave pública
pt_pt: Exportar chave pública
ro: Exportă cheia publică
sl: Izvozi javni ključ
sv: Exportera publik nyckel
uk: Експортувати відкритий ключ
vi: Xuất khóa công khai
zh_hans: 导出公钥
zh_hant: 匯出公鑰

source: Expose All SSH Keys
ar: كشف جميع مفاتيح SSH
ca: Exposa totes les claus SSH
cs: Zpřístupnit všechny klíče SSH
da: Eksponer alle SSH-nøgler
de: Alle SSH-Schlüssel freigeben
es: Exponer todas las claves SSH
fi: Jaa kaikki SSH-avaimet
fr: Exposer toutes les clés SSH
he: חשוף את כל מפתחות ה-SSH
hu: Összes SSH-kulcs közzététele
it: Esponi tutte le chiavi SSH
ja: すべてのSSH鍵を公開
ko: 모든 SSH 키 노출
nb: Eksponer alle SSH-nøkler
nl: Alle SSH-sleutels vrijgeven
pl: Udostępnij wszystkie klucze SSH
pt_br: Expor todas as chaves SSH
pt_pt: Expor todas as chaves SSH
ro: Expune toate cheile SSH
sl: Izpostavi vse ključe SSH
sv: Exponera alla SSH-nycklar
uk: Відкрити всі ключі SSH
vi: Cung cấp tất cả khóa SSH
zh_hans: 公开所有 SSH 密钥
zh_hant: 公開所有 SSH 金鑰

source: Extend Under Home Indicator
ar: التمديد أسفل مؤشر الشاشة الرئيسية
ca: Estén sota l'indicador d'inici
cs: Rozšířit pod indikátor plochy
da: Udvid under Hjem-indikatoren
de: Unter Home-Indikator erweitern
es: Extender bajo el indicador de inicio
fi: Laajenna Koti-osoittimen alle
fr: Étendre sous l'indicateur d'accueil
he: הרחבה מתחת למחוון מסך הבית
hu: Kiterjesztés a kezdőképernyő-jelző alá
it: Estendi sotto l'indicatore Home
ja: ホームインジケータの下まで拡張
ko: 홈 막대 아래까지 확장
nb: Utvid under Hjem-indikatoren
nl: Uitbreiden onder Home-aanduiding
pl: Rozszerz pod wskaźnik ekranu początkowego
pt_br: Estender sob o indicador de início
pt_pt: Estender sob o indicador do ecrã principal
ro: Extinde sub indicatorul ecranului principal
sl: Razširi pod indikator začetnega zaslona
sv: Utöka under hemindikatorn
uk: Розширити під індикатор основного екрана
vi: Mở rộng xuống dưới thanh chỉ báo màn hình chính
zh_hans: 延伸至主屏幕指示器下方
zh_hant: 延伸至主畫面指示器下方

source: Extended Palette
ar: لوحة الألوان الموسّعة
ca: Paleta estesa
cs: Rozšířená paleta
da: Udvidet palette
de: Erweiterte Palette
es: Paleta extendida
fi: Laajennettu paletti
fr: Palette étendue
he: לוח צבעים מורחב
hu: Kiterjesztett paletta
it: Tavolozza estesa
ja: 拡張パレット
ko: 확장 팔레트
nb: Utvidet palett
nl: Uitgebreid palet
pl: Rozszerzona paleta
pt_br: Paleta estendida
pt_pt: Paleta alargada
ro: Paleta extinsa
sl: Razsirjena paleta
sv: Utökad palett
uk: Розширена палітра
vi: Bảng màu mở rộng
zh_hans: 扩展调色板
zh_hant: 延伸調色盤

source: External Files
ar: الملفات الخارجية
ca: Fitxers externs
cs: Externí soubory
da: Eksterne filer
de: Externe Dateien
es: Archivos externos
fi: Ulkoiset tiedostot
fr: Fichiers externes
he: קבצים חיצוניים
hu: Külső fájlok
it: File esterni
ja: 外部ファイル
ko: 외부 파일
nb: Eksterne filer
nl: Externe bestanden
pl: Pliki zewnętrzne
pt_br: Arquivos Externos
pt_pt: Ficheiros Externos
ro: Fișiere externe
sl: Zunanje datoteke
sv: Externa filer
uk: Зовнішні файли
vi: Tệp bên ngoài
zh_hans: 外部文件
zh_hant: 外部檔案

source: Extract text from images (OCR)
ar: استخراج النص من الصور (OCR)
ca: Extrau text de les imatges (OCR)
cs: Extrahovat text z obrázků (OCR)
da: Udtræk tekst fra billeder (OCR)
de: Text aus Bildern extrahieren (OCR)
es: Extraer texto de imágenes (OCR)
fi: Poimi teksti kuvista (OCR)
fr: Extraire le texte des images (OCR)
he: חילוץ טקסט מתמונות (OCR)
hu: Szöveg kinyerése képekből (OCR)
it: Estrai testo dalle immagini (OCR)
ja: 画像からテキストを抽出（OCR）
ko: 이미지에서 텍스트 추출(OCR)
nb: Trekk ut tekst fra bilder (OCR)
nl: Tekst uit afbeeldingen extraheren (OCR)
pl: Wyodrębnij tekst z obrazów (OCR)
pt_br: Extrair texto de imagens (OCR)
pt_pt: Extrair texto de imagens (OCR)
ro: Extrage text din imagini (OCR)
sl: Izvleči besedilo iz slik (OCR)
sv: Extrahera text från bilder (OCR)
uk: Витягти текст із зображень (OCR)
vi: Trích xuất văn bản từ hình ảnh (OCR)
zh_hans: 从图片中提取文字（OCR）
zh_hant: 從圖片中擷取文字（OCR）

source: failed
ar: فشل
ca: fallida
cs: selhalo
da: mislykket
de: fehlgeschlagen
es: fallido
fi: epäonnistui
fr: échoué
he: נכשל
hu: sikertelen
it: fallito
ja: 失敗
ko: 실패
nb: mislyktes
nl: mislukt
pl: niepowodzenie
pt_br: falhou
pt_pt: falhou
ro: eșuat
sl: neuspešno
sv: misslyckades
uk: помилка
vi: thất bại
zh_hans: 失败
zh_hant: 失敗

source: Failed
ar: فشل
ca: Ha fallat
cs: Selhalo
da: Mislykkedes
de: Fehlgeschlagen
es: Falló
fi: Epäonnistui
fr: Échec
he: נכשל
hu: Sikertelen
it: Non riuscito
ja: 失敗
ko: 실패
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
pt_pt: Falhou
ro: Eșuat
sl: Neuspešno
sv: Misslyckades
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

source: Failed · exit %lld
ar: فشل · خروج %lld
ca: Ha fallat · sortida %lld
cs: Selhalo · ukončení %lld
da: Mislykkedes · afslutning %lld
de: Fehlgeschlagen · Exit %lld
es: Falló · salida %lld
fi: Epäonnistui · lopetuskoodi %lld
fr: Échec · sortie %lld
he: נכשל · יציאה %lld
hu: Sikertelen · kilépés: %lld
it: Non riuscito · uscita %lld
ja: 失敗 · 終了コード%lld
ko: 실패 · 종료 코드 %lld
nb: Mislyktes · avslutning %lld
nl: Mislukt · exit %lld
pl: Niepowodzenie · kod %lld
pt_br: Falhou · saída %lld
pt_pt: Falhou · saída %lld
ro: A eșuat · ieșire %lld
sl: Ni uspelo · izhod %lld
sv: Misslyckades · avslut %lld
uk: Помилка · код %lld
vi: Thất bại · mã thoát %lld
zh_hans: 失败 · 退出码 %lld
zh_hant: 失敗 · 結束碼 %lld

source: Failed to access credentials: %@
ar: تعذّر الوصول إلى بيانات الاعتماد: %@
ca: No s'ha pogut accedir a les credencials: %@
cs: Nepodařilo se získat přístup k přihlašovacím údajům: %@
da: Kunne ikke få adgang til legitimationsoplysninger: %@
de: Zugriff auf Anmeldedaten fehlgeschlagen: %@
es: No se pudo acceder a las credenciales: %@
fi: Tunnistetietojen käyttö epäonnistui: %@
fr: Échec de l'accès aux identifiants : %@
he: הגישה לפרטי ההזדהות נכשלה: %@
hu: Nem sikerült hozzáférni a hitelesítő adatokhoz: %@
it: Impossibile accedere alle credenziali: %@
ja: 認証情報にアクセスできませんでした: %@
ko: 자격 증명에 접근하지 못했습니다: %@
nb: Kunne ikke få tilgang til legitimasjonen: %@
nl: Toegang tot inloggegevens mislukt: %@
pl: Nie udało się uzyskać dostępu do poświadczeń: %@
pt_br: Falha ao acessar as credenciais: %@
pt_pt: Falha ao aceder às credenciais: %@
ro: Accesul la credențiale a eșuat: %@
sl: Dostop do poverilnic ni uspel: %@
sv: Det gick inte att komma åt autentiseringsuppgifterna: %@
uk: Не вдалося отримати доступ до облікових даних: %@
vi: Không thể truy cập thông tin xác thực: %@
zh_hans: 无法访问凭据：%@
zh_hant: 無法存取憑證：%@

source: Failed to allocate RSA key context. Please try again.
ar: تعذّر تخصيص سياق مفتاح RSA. يُرجى المحاولة مرة أخرى.
ca: No s'ha pogut assignar el context de la clau RSA. Torna-ho a provar.
cs: Nepodařilo se přidělit kontext klíče RSA. Zkuste to prosím znovu.
da: Kunne ikke tildele RSA-nøglekontekst. Prøv venligst igen.
de: RSA-Schlüsselkontext konnte nicht zugewiesen werden. Bitte erneut versuchen.
es: No se pudo asignar el contexto de la clave RSA. Inténtalo de nuevo.
fi: RSA-avaimen kontekstin varaaminen epäonnistui. Yritä uudelleen.
fr: Échec de l'allocation du contexte de la clé RSA. Veuillez réessayer.
he: הקצאת הקשר מפתח RSA נכשלה. נסה שוב.
hu: Nem sikerült lefoglalni az RSA-kulcs kontextusát. Próbálja meg újra.
it: Impossibile allocare il contesto della chiave RSA. Riprova.
ja: RSA鍵コンテキストの割り当てに失敗しました。もう一度お試しください。
ko: RSA 키 컨텍스트를 할당하지 못했습니다. 다시 시도하세요.
nb: Klarte ikke å allokere RSA-nøkkelkontekst. Prøv igjen.
nl: Kon RSA-sleutelcontext niet toewijzen. Probeer het opnieuw.
pl: Nie udało się przydzielić kontekstu klucza RSA. Spróbuj ponownie.
pt_br: Falha ao alocar o contexto da chave RSA. Tente novamente.
pt_pt: Falha ao alocar o contexto da chave RSA. Tente novamente.
ro: Nu s-a putut aloca contextul cheii RSA. Vă rugăm să încercați din nou.
sl: Konteksta ključa RSA ni bilo mogoče dodeliti. Poskusite znova.
sv: Det gick inte att allokera RSA-nyckelkontexten. Försök igen.
uk: Не вдалося виділити контекст ключа RSA. Спробуйте ще раз.
vi: Không thể cấp phát ngữ cảnh khóa RSA. Vui lòng thử lại.
zh_hans: 无法分配 RSA 密钥上下文。请重试。
zh_hant: 無法配置 RSA 金鑰內容。請重試。

source: Failed to authorize console access: %@
ar: فشل تفويض الوصول إلى وحدة التحكم: %@
ca: No s'ha pogut autoritzar l'accés a la consola: %@
cs: Autorizace přístupu ke konzoli se nezdařila: %@
da: Kunne ikke godkende konsoladgang: %@
de: Autorisierung des Konsolenzugriffs fehlgeschlagen: %@
es: No se pudo autorizar el acceso a la consola: %@
fi: Konsolin käyttöoikeuden valtuutus epäonnistui: %@
fr: Échec de l'autorisation de l'accès à la console : %@
he: אישור הגישה למסוף נכשל: %@
hu: Nem sikerült engedélyezni a konzolhozzáférést: %@
it: Autorizzazione dell'accesso alla console non riuscita: %@
ja: コンソールアクセスの許可に失敗しました: %@
ko: 콘솔 액세스를 승인하지 못했습니다: %@
nb: Kunne ikke autorisere konsolltilgang: %@
nl: Consoletoegang autoriseren mislukt: %@
pl: Nie udało się autoryzować dostępu do konsoli: %@
pt_br: Falha ao autorizar o acesso ao console: %@
pt_pt: Falha ao autorizar o acesso à consola: %@
ro: Autorizarea accesului la consolă a eșuat: %@
sl: Odobritev dostopa do konzole ni uspela: %@
sv: Kunde inte auktorisera konsolåtkomst: %@
uk: Не вдалося авторизувати доступ до консолі: %@
vi: Không thể cấp quyền truy cập console: %@
zh_hans: 授权控制台访问失败：%@
zh_hant: 主控台存取授權失敗：%@

source: Failed to cleanup debug pod: %@
ar: فشل تنظيف pod التصحيح: %@
ca: No s'ha pogut netejar el pod de depuració: %@
cs: Vyčištění ladicího podu se nezdařilo: %@
da: Kunne ikke rydde op i debug-pod: %@
de: Aufräumen des Debug-Pods fehlgeschlagen: %@
es: No se pudo limpiar el pod de depuración: %@
fi: Debug-podin siivous epäonnistui: %@
fr: Échec du nettoyage du pod de débogage : %@
he: ניקוי ה-Pod לניפוי באגים נכשל: %@
hu: Nem sikerült megtisztítani a debug podot: %@
it: Pulizia del pod di debug non riuscita: %@
ja: デバッグPodのクリーンアップに失敗しました: %@
ko: 디버그 Pod를 정리하지 못했습니다: %@
nb: Kunne ikke rydde opp feilsøkingspoden: %@
nl: Debug-pod opruimen mislukt: %@
pl: Nie udało się wyczyścić poda debugowania: %@
pt_br: Falha ao limpar o pod de depuração: %@
pt_pt: Falha ao limpar o pod de depuração: %@
ro: Curățarea podului de depanare a eșuat: %@
sl: Čiščenje razhroščevalnega poda ni uspelo: %@
sv: Kunde inte rensa felsökningspod: %@
uk: Не вдалося очистити Pod для налагодження: %@
vi: Không thể dọn dẹp Pod debug: %@
zh_hans: 清理调试 Pod 失败：%@
zh_hant: 清理偵錯 Pod 失敗：%@

source: Failed to connect to debug pod: %@
ar: فشل الاتصال بـ pod التصحيح: %@
ca: No s'ha pogut connectar al pod de depuració: %@
cs: Připojení k ladicímu podu se nezdařilo: %@
da: Kunne ikke oprette forbindelse til debug-pod: %@
de: Verbindung zum Debug-Pod fehlgeschlagen: %@
es: No se pudo conectar al pod de depuración: %@
fi: Yhteys debug-podiin epäonnistui: %@
fr: Échec de la connexion au pod de débogage : %@
he: החיבור ל-Pod לניפוי באגים נכשל: %@
hu: Nem sikerült csatlakozni a debug podhoz: %@
it: Connessione al pod di debug non riuscita: %@
ja: デバッグPodへの接続に失敗しました: %@
ko: 디버그 Pod에 연결하지 못했습니다: %@
nb: Kunne ikke koble til feilsøkingspoden: %@
nl: Verbinden met debug-pod mislukt: %@
pl: Nie udało się połączyć z podem debugowania: %@
pt_br: Falha ao conectar ao pod de depuração: %@
pt_pt: Falha ao ligar ao pod de depuração: %@
ro: Conectarea la podul de depanare a eșuat: %@
sl: Povezava z razhroščevalnim podom ni uspela: %@
sv: Kunde inte ansluta till felsökningspod: %@
uk: Не вдалося підключитися до Pod для налагодження: %@
vi: Không thể kết nối đến Pod debug: %@
zh_hans: 连接调试 Pod 失败：%@
zh_hant: 連線到偵錯 Pod 失敗：%@

source: Failed to connect: %@
ar: فشل الاتصال: %@
ca: No s'ha pogut connectar: %@
cs: Připojení se nezdařilo: %@
da: Kunne ikke oprette forbindelse: %@
de: Verbindung fehlgeschlagen: %@
es: No se pudo conectar: %@
fi: Yhdistäminen epäonnistui: %@
fr: Échec de la connexion : %@
he: החיבור נכשל: %@
hu: Nem sikerült csatlakozni: %@
it: Connessione non riuscita: %@
ja: 接続に失敗しました: %@
ko: 연결하지 못했습니다: %@
nb: Kunne ikke koble til: %@
nl: Verbinden mislukt: %@
pl: Nie udało się połączyć: %@
pt_br: Falha ao conectar: %@
pt_pt: Falha ao ligar: %@
ro: Conectarea a eșuat: %@
sl: Povezava ni uspela: %@
sv: Kunde inte ansluta: %@
uk: Не вдалося підключитися: %@
vi: Không thể kết nối: %@
zh_hans: 连接失败：%@
zh_hant: 連線失敗：%@

source: Failed to convert kubeconfig data
ar: فشل تحويل بيانات kubeconfig
ca: No s'han pogut convertir les dades del kubeconfig
cs: Převod dat kubeconfig se nezdařil
da: Kunne ikke konvertere kubeconfig-data
de: Kubeconfig-Daten konnten nicht konvertiert werden
es: No se pudieron convertir los datos del kubeconfig
fi: Kubeconfig-tietojen muuntaminen epäonnistui
fr: Échec de la conversion des données kubeconfig
he: המרת נתוני kubeconfig נכשלה
hu: Nem sikerült konvertálni a kubeconfig adatait
it: Conversione dei dati kubeconfig non riuscita
ja: kubeconfigデータの変換に失敗しました
ko: kubeconfig 데이터를 변환하지 못했습니다
nb: Kunne ikke konvertere kubeconfig-data
nl: Kubeconfig-gegevens converteren mislukt
pl: Nie udało się przekonwertować danych kubeconfig
pt_br: Falha ao converter os dados do kubeconfig
pt_pt: Falha ao converter os dados do kubeconfig
ro: Conversia datelor kubeconfig a eșuat
sl: Pretvorba podatkov kubeconfig ni uspela
sv: Kunde inte konvertera kubeconfig-data
uk: Не вдалося перетворити дані kubeconfig
vi: Không thể chuyển đổi dữ liệu kubeconfig
zh_hans: 转换 kubeconfig 数据失败
zh_hant: 無法轉換 kubeconfig 資料

source: Failed to create credential: %@
ar: فشل إنشاء بيانات الاعتماد: %@
ca: No s'ha pogut crear la credencial: %@
cs: Nepodařilo se vytvořit přihlašovací údaj: %@
da: Kunne ikke oprette legitimationsoplysning: %@
de: Anmeldedaten konnten nicht erstellt werden: %@
es: No se pudo crear la credencial: %@
fi: Tunnistetiedon luominen epäonnistui: %@
fr: Échec de la création de l'identifiant : %@
he: יצירת פרטי הכניסה נכשלה: %@
hu: A hitelesítő adat létrehozása nem sikerült: %@
it: Creazione della credenziale non riuscita: %@
ja: 資格情報の作成に失敗しました: %@
ko: 자격 증명을 생성하지 못했습니다: %@
nb: Kunne ikke opprette legitimasjon: %@
nl: Kon inloggegevens niet aanmaken: %@
pl: Nie udało się utworzyć poświadczenia: %@
pt_br: Falha ao criar a credencial: %@
pt_pt: Falha ao criar a credencial: %@
ro: Crearea credențialei a eșuat: %@
sl: Poverilnice ni bilo mogoče ustvariti: %@
sv: Kunde inte skapa inloggningsuppgifter: %@
uk: Не вдалося створити реєстраційні дані: %@
vi: Không thể tạo thông tin xác thực: %@
zh_hans: 创建凭据失败：%@
zh_hant: 建立憑證失敗：%@

source: Failed to create debug pod: %@
ar: فشل إنشاء pod التصحيح: %@
ca: No s'ha pogut crear el pod de depuració: %@
cs: Vytvoření ladicího podu se nezdařilo: %@
da: Kunne ikke oprette debug-pod: %@
de: Debug-Pod konnte nicht erstellt werden: %@
es: No se pudo crear el pod de depuración: %@
fi: Debug-podin luonti epäonnistui: %@
fr: Échec de la création du pod de débogage : %@
he: יצירת Pod לניפוי באגים נכשלה: %@
hu: Nem sikerült létrehozni a debug podot: %@
it: Creazione del pod di debug non riuscita: %@
ja: デバッグPodの作成に失敗しました: %@
ko: 디버그 Pod를 생성하지 못했습니다: %@
nb: Kunne ikke opprette feilsøkingspod: %@
nl: Debug-pod maken mislukt: %@
pl: Nie udało się utworzyć poda debugowania: %@
pt_br: Falha ao criar o pod de depuração: %@
pt_pt: Falha ao criar o pod de depuração: %@
ro: Crearea podului de depanare a eșuat: %@
sl: Ustvarjanje razhroščevalnega poda ni uspelo: %@
sv: Kunde inte skapa felsökningspod: %@
uk: Не вдалося створити Pod для налагодження: %@
vi: Không thể tạo Pod debug: %@
zh_hans: 创建调试 Pod 失败：%@
zh_hant: 建立偵錯 Pod 失敗：%@

source: Failed to create Kubernetes client
ar: فشل إنشاء عميل Kubernetes
ca: No s'ha pogut crear el client de Kubernetes
cs: Vytvoření klienta Kubernetes se nezdařilo
da: Kunne ikke oprette Kubernetes-klient
de: Kubernetes-Client konnte nicht erstellt werden
es: No se pudo crear el cliente de Kubernetes
fi: Kubernetes-asiakkaan luonti epäonnistui
fr: Échec de la création du client Kubernetes
he: יצירת לקוח Kubernetes נכשלה
hu: Nem sikerült létrehozni a Kubernetes klienst
it: Creazione del client Kubernetes non riuscita
ja: Kubernetesクライアントの作成に失敗しました
ko: Kubernetes 클라이언트를 생성하지 못했습니다
nb: Kunne ikke opprette Kubernetes-klient
nl: Kubernetes-client maken mislukt
pl: Nie udało się utworzyć klienta Kubernetes
pt_br: Falha ao criar o cliente Kubernetes
pt_pt: Falha ao criar o cliente Kubernetes
ro: Crearea clientului Kubernetes a eșuat
sl: Ustvarjanje odjemalca Kubernetes ni uspelo
sv: Kunde inte skapa Kubernetes-klient
uk: Не вдалося створити клієнт Kubernetes
vi: Không thể tạo Kubernetes client
zh_hans: 创建 Kubernetes 客户端失败
zh_hant: 無法建立 Kubernetes 用戶端

source: Failed to decode response: %@
ar: فشل فك ترميز الاستجابة: %@
ca: No s'ha pogut descodificar la resposta: %@
cs: Dekódování odpovědi se nezdařilo: %@
da: Kunne ikke afkode svar: %@
de: Antwort konnte nicht decodiert werden: %@
es: No se pudo decodificar la respuesta: %@
fi: Vastauksen purkaminen epäonnistui: %@
fr: Échec du décodage de la réponse : %@
he: פענוח התגובה נכשל: %@
hu: Nem sikerült dekódolni a választ: %@
it: Decodifica della risposta non riuscita: %@
ja: レスポンスのデコードに失敗しました: %@
ko: 응답을 디코딩하지 못했습니다: %@
nb: Kunne ikke dekode svar: %@
nl: Antwoord decoderen mislukt: %@
pl: Nie udało się zdekodować odpowiedzi: %@
pt_br: Falha ao decodificar a resposta: %@
pt_pt: Falha ao descodificar a resposta: %@
ro: Decodarea răspunsului a eșuat: %@
sl: Dekodiranje odgovora ni uspelo: %@
sv: Kunde inte avkoda svar: %@
uk: Не вдалося декодувати відповідь: %@
vi: Không thể giải mã phản hồi: %@
zh_hans: 解码响应失败：%@
zh_hant: 解碼回應失敗：%@

source: Failed to extract public key
ar: فشل استخراج المفتاح العام
ca: No s'ha pogut extreure la clau pública
cs: Nepodařilo se získat veřejný klíč
da: Kunne ikke udtrække den offentlige nøgle
de: Öffentlicher Schlüssel konnte nicht extrahiert werden
es: No se pudo extraer la clave pública
fi: Julkisen avaimen poiminta epäonnistui
fr: Échec de l'extraction de la clé publique
he: חילוץ המפתח הציבורי נכשל
hu: A nyilvános kulcs kinyerése nem sikerült
it: Estrazione della chiave pubblica non riuscita
ja: 公開鍵の取り出しに失敗しました
ko: 공개 키를 추출하지 못했습니다
nb: Kunne ikke hente ut den offentlige nøkkelen
nl: Kon publieke sleutel niet extraheren
pl: Nie udało się wyodrębnić klucza publicznego
pt_br: Falha ao extrair a chave pública
pt_pt: Falha ao extrair a chave pública
ro: Extragerea cheii publice a eșuat
sl: Javnega ključa ni bilo mogoče pridobiti
sv: Kunde inte extrahera den publika nyckeln
uk: Не вдалося отримати відкритий ключ
vi: Không thể trích xuất khóa công khai
zh_hans: 提取公钥失败
zh_hant: 擷取公鑰失敗

source: Failed to generate a %lld-bit RSA key. Please try again.
ar: تعذّر توليد مفتاح RSA بحجم %lld بت. يُرجى المحاولة مرة أخرى.
ca: No s'ha pogut generar una clau RSA de %lld bits. Torna-ho a provar.
cs: Nepodařilo se vygenerovat klíč RSA o velikosti %lld bitů. Zkuste to prosím znovu.
da: Kunne ikke generere en %lld-bit RSA-nøgle. Prøv venligst igen.
de: %lld-Bit-RSA-Schlüssel konnte nicht erzeugt werden. Bitte erneut versuchen.
es: No se pudo generar una clave RSA de %lld bits. Inténtalo de nuevo.
fi: RSA-avaimen luominen %lld-bittisenä epäonnistui. Yritä uudelleen.
fr: Échec de la génération d'une clé RSA de %lld bits. Veuillez réessayer.
he: יצירת מפתח RSA בגודל %lld ביט נכשלה. נסה שוב.
hu: Nem sikerült %lld bites RSA-kulcsot generálni. Próbálja meg újra.
it: Impossibile generare una chiave RSA da %lld bit. Riprova.
ja: %lldビットのRSA鍵の生成に失敗しました。もう一度お試しください。
ko: %lld비트 RSA 키를 생성하지 못했습니다. 다시 시도하세요.
nb: Klarte ikke å generere en %lld-bits RSA-nøkkel. Prøv igjen.
nl: Kon geen RSA-sleutel van %lld bits genereren. Probeer het opnieuw.
pl: Nie udało się wygenerować klucza RSA o długości %lld bitów. Spróbuj ponownie.
pt_br: Falha ao gerar uma chave RSA de %lld bits. Tente novamente.
pt_pt: Falha ao gerar uma chave RSA de %lld bits. Tente novamente.
ro: Nu s-a putut genera o cheie RSA de %lld biți. Vă rugăm să încercați din nou.
sl: Ključa RSA z %lld biti ni bilo mogoče ustvariti. Poskusite znova.
sv: Det gick inte att generera en %lld-bitars RSA-nyckel. Försök igen.
uk: Не вдалося згенерувати ключ RSA на %lld біт. Спробуйте ще раз.
vi: Không thể tạo khóa RSA %lld bit. Vui lòng thử lại.
zh_hans: 无法生成 %lld 位 RSA 密钥。请重试。
zh_hant: 無法生成 %lld 位元 RSA 金鑰。請重試。

source: Failed to generate an %@ key. Please try again.
ar: تعذّر توليد مفتاح %@. يُرجى المحاولة مرة أخرى.
ca: No s'ha pogut generar una clau %@. Torna-ho a provar.
cs: Nepodařilo se vygenerovat klíč %@. Zkuste to prosím znovu.
da: Kunne ikke generere en %@-nøgle. Prøv venligst igen.
de: %@-Schlüssel konnte nicht erzeugt werden. Bitte erneut versuchen.
es: No se pudo generar una clave %@. Inténtalo de nuevo.
fi: %@-avaimen luominen epäonnistui. Yritä uudelleen.
fr: Échec de la génération d'une clé %@. Veuillez réessayer.
he: יצירת מפתח %@ נכשלה. נסה שוב.
hu: Nem sikerült %@ kulcsot generálni. Próbálja meg újra.
it: Impossibile generare una chiave %@. Riprova.
ja: %@鍵の生成に失敗しました。もう一度お試しください。
ko: %@ 키를 생성하지 못했습니다. 다시 시도하세요.
nb: Klarte ikke å generere en %@-nøkkel. Prøv igjen.
nl: Kon geen %@-sleutel genereren. Probeer het opnieuw.
pl: Nie udało się wygenerować klucza %@. Spróbuj ponownie.
pt_br: Falha ao gerar uma chave %@. Tente novamente.
pt_pt: Falha ao gerar uma chave %@. Tente novamente.
ro: Nu s-a putut genera o cheie %@. Vă rugăm să încercați din nou.
sl: Ključa %@ ni bilo mogoče ustvariti. Poskusite znova.
sv: Det gick inte att generera en %@-nyckel. Försök igen.
uk: Не вдалося згенерувати ключ %@. Спробуйте ще раз.
vi: Không thể tạo khóa %@. Vui lòng thử lại.
zh_hans: 无法生成 %@ 密钥。请重试。
zh_hant: 無法生成 %@ 金鑰。請重試。
